{
  "languages": {
    "en": "Englisch",
    "es": "Spanisch",
    "fr": "Französisch",
    "de": "Deutsch",
    "pt": "Português",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Русский",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italienisch",
    "nl": "Niederländisch",
    "pl": "Polnisch",
    "tr": "Türkisch",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Hebräisch)",
    "arc": "ܐܪܡܝܐ (Aramäisch)"
  },
  "common": {
    "back": "Zurück",
    "copy": "Kopieren",
    "start": "Starten",
    "comingSoon": "Demnächst"
  },
  "home": {
    "title": "Befreiungsfreiheit",
    "subtitle": "Wandle in der Autorität, die Yahusha Ha Mashiach (יהושע המשיח) für dich erkauft hat",
    "description": "Befreiungsdienst ist nicht tabu. Wir glauben, dass Heilung das Brot der Kinder ist, und wir machen diese Ressourcen allen Gläubigen zugänglich, die Freiheit in Yahusha Ha Mashiach suchen.",
    "beginJourney": "Beginne Deine Reise",
    "learn5Steps": "Lerne die 5 Schritte",
    "spiritualTeachings": "Spirituelle Lehren",
    "resourcesTools": "Ressourcen und Werkzeuge",
    "safetyNotice": "Wichtiger Sicherheitshinweis:",
    "safetyText": "Diese Gebete sind kraftvoll und können Manifestationen, Erinnerungen oder emotionale Freisetzungen verursachen. Verwenden Sie sie nur in sicheren, privaten Umgebungen - nicht beim Fahren oder Bedienen von Maschinen. Diese Ressource ersetzt keine medizinische oder psychologische Versorgung. Für ernsthafte spirituelle Kriegsführungssituationen ziehen Sie in Betracht, Anleitung von erfahrenen Befreiungsdienern in Ihrer Region zu suchen.",
    "pathToFreedom": "Dein Weg zur Freiheit",
    "takeAssessment": "Bewertung Durchführen",
    "takeAssessmentDesc": "Identifiziere Bindungen und Türen durch geführte Selbstbewertung",
    "startDeliverance": "Befreiung 101 Starten",
    "startDeliveranceDesc": "Folge dem 5-Schritte-Prozess, um in Freiheit zu wandeln",
    "viewPrayers": "Gebete Ansehen",
    "viewPrayersDesc": "Zugriff auf anpassbare Gebete für Verzicht und Heilung",
    "moreResources": "Weitere Ressourcen",
    "moreResourcesDesc": "Lehren, Zeugnisse und erweiterte Anleitung",
    "trackProgress": "Verfolge Deinen Fortschritt",
    "trackProgressDesc": "Deine Reise zur Freiheit, Schritt für Schritt",
    "assessments": "Bewertungen",
    "sessions": "Sitzungen",
    "days": "Tage",
    "scripture": "Wenn wir unsere Sünden bekennen, ist er treu und gerecht, dass er uns die Sünden vergibt und uns reinigt von aller Ungerechtigkeit.",
    "scriptureRef": "1. Johannes 1:9",
    "encouragement": "Befreiung ist einfach, freiwillig und verwurzelt in Yahusha Ha Mashiachs Sieg am Kreuz. Christen können Dämonen haben (siehe Apostelgeschichte 8:13-23), und biblische Befreiung ist der Weg zu dauerhafter Freiheit. Sprich alles laut aus und lade den Ruach HaKodesh (רוח הקודש) ein, dich danach zu erfüllen.",
    "footerInspired": "Diese Dienstplattform ist der biblischen Befreiung gewidmet, die Gläubigen weltweit zugänglich gemacht wird, die Freiheit in Yahusha Ha Mashiach suchen.",
    "footerMission": "Unsere Mission ist es, den Leib des Messias mit praktischen spirituellen Kriegsführungsressourcen auszustatten. Alle Inhalte dienen nur zu Bildungs- und spirituellen Zwecken.",
    "footerDisclaimer": "Kein Ersatz für medizinische oder psychologische Versorgung."
  },
  "biblePlayer": {
    "title": "24/7 Bibellesung",
    "subtitle": "Kontinuierliche Schrift in Ihrer gewählten Sprache",
    "usingEthiopianCanon": "Verwendung der äthiopischen Bibel (81 Bücher)",
    "selectLanguage": "Bibellesesprache auswählen",
    "subliminalMode": "Sublimaler Modus",
    "started": "Bibellesung gestartet",
    "stopped": "Bibellesung gestoppt",
    "notSupported": "Sprachsynthese in diesem Browser nicht unterstützt"
  },
  "prayers": {
    "title": "Gebetsbibliothek",
    "subtitle": "Vorlagen für Verzicht und spirituelle Freiheit",
    "coreDeliverance": "Kernbefreiungsgebet",
    "coreDeliveranceDesc": "Das grundlegende 5-Schritte-Gebet mit Lücken für deine Bewertungslisten",
    "forgiveness": "Vergebung und Heilung",
    "forgivenessDesc": "Gebete zur Freisetzung von Tätern und Einladung von Yahusha zur Heilung von Seelenwunden",
    "bloodline": "Blutlinienbekenntnis",
    "bloodlineDesc": "Fortgeschrittene Gebete für generationsübergreifende Ungerechtigkeiten und Familiensünden",
    "coreTitle": "Kernbefreiungsgebet",
    "coreSubtitle": "Füge deine Bewertungsergebnisse in die eingeklammerten Abschnitte unten ein",
    "howToUse": "Verwendung:",
    "step1": "1. Führe eine Bewertung durch, um deine personalisierte Liste zu erstellen",
    "step2": "2. Ersetze [FÜGE DEINE LISTE EIN] durch deine spezifischen Elemente",
    "step3": "3. Sprich das gesamte Gebet laut in einer sicheren, privaten Umgebung",
    "step4": "4. Lade nach Abschluss den Ruach HaKodesh ein, dich zu erfüllen",
    "takeAssessment": "Bewertung Durchführen",
    "learn5Steps": "Lerne die 5 Schritte"
  },
  "deliverance": {
    "title": "Befreiung 101",
    "subtitle": "Der 5-Schritte-Prozess zur Freiheit",
    "heroTitle": "Wandle in Yahushas Sieg",
    "heroDesc": "Befreiung ist einfach und im Glauben durchgesetzt. Sprich alles laut aus und folge diesen 5 Schritten, um Vereinbarungen mit jeder in deinen Bewertungen identifizierten Bindung zu brechen.",
    "remember": "Denke daran:",
    "rememberText": "Nachdem du die Schritte abgeschlossen hast, lade den Ruach HaKodesh (Heiliger Geist) ein, dich zu erfüllen. Vermeide es, eine Leere zu hinterlassen. Für langjährige Probleme musst du den Prozess möglicherweise wiederholen.",
    "step1Title": "Bekennen",
    "step1Desc": "Erkenne deine Sünden vor Yahuah (יהוה) an. Sprich sie laut von deiner Bewertungsliste aus.",
    "step1Example": "Vater Yahuah, ich bekenne, dass ich Wut und Unvergebenheit gehegt habe...",
    "step2Title": "Bereuen",
    "step2Desc": "Wende dich von der Sünde ab und empfange Gnade. Bei nicht einvernehmlichen Problemen konzentriere dich darauf, Opfervereinbarungen zu brechen.",
    "step2Example": "Ich bereue [Listenelemente] und empfange Deine Gnade, nicht zurückzukehren.",
    "step3Title": "Verzichten",
    "step3Desc": "Breche alle Vereinbarungen mit der Sünde, ihren Früchten, ihren Kindern und ihrer Präsenz in deinem Leben.",
    "step3Example": "Ich verzichte auf Wut und breche alle Vereinbarungen mit ihr, ihren Früchten, ihren Kindern...",
    "step4Title": "Binden",
    "step4Desc": "Binde jeden bösen Geist, der in deinem Leben aufgrund dessen operiert hat, was du verzichtet hast.",
    "step4Example": "Ich binde dich in Ketten und Eisenfesseln...",
    "step5Title": "Austreiben",
    "step5Desc": "Befehle den Geistern zu gehen. Bei Widerstand verwende brutale Angriffserklärungen mit Yahuahs Waffen.",
    "step5Example": "Du bist abgeschnitten, gefeuert und eskortiert, wohin Yahusha dich sendet. Raus!",
    "resistanceTitle": "Umgang mit Widerstand",
    "resistanceDesc": "Wenn Geister nach Schritt 5 verweilen oder sich der Entfernung widersetzen, führe einen brutalen spirituellen Angriff mit Yahuahs Waffen durch:",
    "resistanceNote": "Erkläre diese Waffen, bis alle Geister ihre Positionen aufgeben. Beharrlichkeit ist der Schlüssel!",
    "readyTitle": "Bereit zu Beginnen?",
    "readyDesc": "Führe zuerst eine Bewertung durch und kehre dann hierher zurück, um den 5-Schritte-Prozess mit deiner personalisierten Liste anzuwenden.",
    "viewPrayers": "Gebetsvorlagen Ansehen"
  },
  "assessments": {
    "title": "Bewertungen",
    "subtitle": "Identifiziere Bindungen durch geführte Selbstbewertung",
    "howItWorks": "Wie Bewertungen Funktionieren",
    "description": "Diese interaktiven Bewertungen helfen dir, spezifische Sünden, Bindungen und spirituelle Türen in deinem Leben zu identifizieren. Deine Antworten generieren personalisierte Listen, die du in Verzichtsgebeten während des 5-Schritte-Befreiungsprozesses verwenden wirst.",
    "tipsTitle": "Tipps für den Erfolg:",
    "tip1": "• Sei ehrlich und gründlich - Yahuah sieht dein Herz",
    "tip2": "• Ergebnisse können in der App gespeichert oder dir per E-Mail gesendet werden",
    "tip3": "• Wiederhole Bewertungen jederzeit, während du wächst",
    "tip4": "• Du kannst 'unter Ungerechtigkeit zusammenfassen' für lange Listen",
    "surfaceTitle": "Oberflächliche Probleme",
    "surfaceDesc": "Grundlegende Checkliste für häufige Sünden und Bindungen. Perfekter Ausgangspunkt, wenn du nicht sicher bist, wo du beginnen sollst.",
    "bondagesTitle": "Bindungen und Gewohnheiten",
    "bondagesDesc": "Tieferer Einblick in Muster wie Pharmakeia, unerlaubte Beziehungen und süchtige Verhaltensweisen.",
    "traumaTitle": "Trauma und Seelenwunden",
    "traumaDesc": "Behandle Missbrauch und seine Auswirkungen: Bitterkeit, Dissoziation und Opferschaft.",
    "generationalTitle": "Generationsübergreifende Ungerechtigkeiten",
    "generationalDesc": "Identifiziere und bekenne familiäre Blutliniensünden einschließlich okkulter Beteiligung.",
    "newAgeTitle": "New-Age-Einflüsse",
    "newAgeDesc": "Deckt Tattoos, aufgestiegene Meister und spirituelle Pfade ab, die Verzicht erfordern.",
    "advancedTitle": "Fortgeschrittene Festungen",
    "advancedDesc": "Für Altäre, Integration, Gelübde und anhaltenden spirituellen Widerstand.",
    "beginner": "Anfänger",
    "intermediate": "Fortgeschritten",
    "advanced": "Erweitert",
    "expert": "Experte"
  }
}