{
  "languages": {
    "en": "Anglais",
    "es": "Espagnol",
    "fr": "Français",
    "de": "Allemand",
    "pt": "Português",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Русский",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italien",
    "nl": "Néerlandais",
    "pl": "Polonais",
    "tr": "Turc",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Hébreu)",
    "arc": "ܐܪܡܝܐ (Araméen)"
  },
  "common": {
    "back": "Retour",
    "copy": "Copier",
    "start": "Commencer",
    "comingSoon": "Bientôt disponible"
  },
  "home": {
    "title": "Liberté de Délivrance",
    "subtitle": "Marchez dans l'autorité que Yahusha Ha Mashiach (יהושע המשיח) a achetée pour vous",
    "description": "Le ministère de délivrance n'est pas tabou. Nous croyons que la guérison est le pain des enfants, et nous rendons ces ressources accessibles à tous les croyants cherchant la liberté en Yahusha Ha Mashiach.",
    "beginJourney": "Commencez Votre Voyage",
    "learn5Steps": "Apprenez les 5 Étapes",
    "spiritualTeachings": "Enseignements Spirituels",
    "resourcesTools": "Ressources et Outils",
    "safetyNotice": "Avis de Sécurité Important:",
    "safetyText": "Ces prières sont puissantes et peuvent causer des manifestations, des souvenirs ou des libérations émotionnelles. Utilisez-les uniquement dans des environnements sûrs et privés, pas en conduisant ou en utilisant des machines. Cette ressource ne remplace pas les soins médicaux ou psychologiques. Pour les situations graves de guerre spirituelle, envisagez de demander des conseils auprès de ministres de délivrance expérimentés dans votre région.",
    "pathToFreedom": "Votre Chemin vers la Liberté",
    "takeAssessment": "Faire une Évaluation",
    "takeAssessmentDesc": "Identifiez les liens et les portes à travers une auto-évaluation guidée",
    "startDeliverance": "Commencer Délivrance 101",
    "startDeliveranceDesc": "Suivez le processus en 5 étapes pour marcher dans la liberté",
    "viewPrayers": "Voir les Prières",
    "viewPrayersDesc": "Accédez aux prières personnalisables pour la renonciation et la guérison",
    "moreResources": "Plus de Ressources",
    "moreResourcesDesc": "Enseignements, témoignages et conseils avancés",
    "trackProgress": "Suivez Votre Progrès",
    "trackProgressDesc": "Votre voyage vers la liberté, étape par étape",
    "assessments": "Évaluations",
    "sessions": "Sessions",
    "days": "Jours",
    "scripture": "Si nous confessons nos péchés, il est fidèle et juste pour nous pardonner nos péchés et nous purifier de toute injustice.",
    "scriptureRef": "1 Jean 1:9",
    "encouragement": "La délivrance est simple, volontaire et ancrée dans la victoire de Yahusha Ha Mashiach sur la croix. Les chrétiens peuvent avoir des démons (voir Actes 8:13-23), et la délivrance biblique est le chemin vers la liberté durable. Parlez tout à haute voix et invitez le Ruach HaKodesh (רוח הקודש) à vous remplir après.",
    "footerInspired": "Cette plateforme ministérielle est dédiée à rendre la délivrance biblique accessible aux croyants du monde entier qui cherchent la liberté en Yahusha Ha Mashiach.",
    "footerMission": "Notre mission est d'équiper le corps du Messie avec des ressources pratiques de guerre spirituelle. Tout le contenu est à des fins éducatives et spirituelles uniquement.",
    "footerDisclaimer": "Ne remplace pas les soins médicaux ou psychologiques."
  },
  "biblePlayer": {
    "title": "Lecture Biblique 24/7",
    "subtitle": "Écritures continues dans la langue de votre choix",
    "usingEthiopianCanon": "Utilisation de la Bible Éthiopienne (81 Livres)",
    "selectLanguage": "Sélectionner la langue de lecture biblique",
    "subliminalMode": "Mode Subliminal",
    "started": "Lecture biblique commencée",
    "stopped": "Lecture biblique arrêtée",
    "notSupported": "Synthèse vocale non prise en charge dans ce navigateur"
  },
  "prayers": {
    "title": "Bibliothèque de Prières",
    "subtitle": "Modèles pour la renonciation et la liberté spirituelle",
    "coreDeliverance": "Prière de Délivrance Centrale",
    "coreDeliveranceDesc": "La prière fondamentale en 5 étapes avec des espaces pour vos listes d'évaluation",
    "forgiveness": "Pardon et Guérison",
    "forgivenessDesc": "Prières pour libérer les offenseurs et inviter Yahusha à guérir les blessures de l'âme",
    "bloodline": "Confession de Lignée",
    "bloodlineDesc": "Prières avancées pour les iniquités générationnelles et les péchés familiaux",
    "coreTitle": "Prière de Délivrance Centrale",
    "coreSubtitle": "Insérez vos résultats d'évaluation dans les sections entre crochets ci-dessous",
    "howToUse": "Comment Utiliser:",
    "step1": "1. Complétez une évaluation pour générer votre liste personnalisée",
    "step2": "2. Remplacez [INSÉRER VOTRE LISTE] par vos éléments spécifiques",
    "step3": "3. Prononcez la prière complète à haute voix dans un endroit sûr et privé",
    "step4": "4. Après avoir terminé, invitez le Ruach HaKodesh à vous remplir",
    "takeAssessment": "Faire une Évaluation",
    "learn5Steps": "Apprenez les 5 Étapes"
  },
  "deliverance": {
    "title": "Délivrance 101",
    "subtitle": "Le Processus en 5 Étapes vers la Liberté",
    "heroTitle": "Marchez dans la Victoire de Yahusha",
    "heroDesc": "La délivrance est simple et appliquée par la foi. Prononcez tout à haute voix et suivez ces 5 étapes pour rompre les accords avec chaque lien identifié dans vos évaluations.",
    "remember": "Rappelez-vous:",
    "rememberText": "Après avoir terminé les étapes, invitez le Ruach HaKodesh (Esprit Saint) à vous remplir. Évitez de laisser un vide. Pour les problèmes de longue date, vous devrez peut-être répéter le processus.",
    "step1Title": "Confesser",
    "step1Desc": "Reconnaissez vos péchés devant Yahuah (יהוה). Prononcez-les à haute voix à partir de votre liste d'évaluation.",
    "step1Example": "Père Yahuah, je confesse que j'ai abrité la colère et le manque de pardon...",
    "step2Title": "Se Repentir",
    "step2Desc": "Détournez-vous du péché et recevez la grâce. Pour les problèmes non consensuels, concentrez-vous sur la rupture des accords de victime.",
    "step2Example": "Je me repens de [liste d'éléments] et reçois Votre grâce pour ne pas revenir en arrière.",
    "step3Title": "Renoncer",
    "step3Desc": "Rompez tous les accords avec le péché, ses fruits, ses enfants et sa présence dans votre vie.",
    "step3Example": "Je renonce à la colère et romps tout accord avec elle, ses fruits, ses enfants...",
    "step4Title": "Lier",
    "step4Desc": "Liez chaque esprit mauvais qui a opéré dans votre vie à cause de ce que vous avez renoncé.",
    "step4Example": "Je vous lie dans des chaînes et des fers de fer...",
    "step5Title": "Chasser",
    "step5Desc": "Commandez aux esprits de partir. En cas de résistance, utilisez des déclarations d'assaut brutal avec les armes de Yahuah.",
    "step5Example": "Vous êtes coupé, renvoyé et escorté là où Yahusha vous envoie. Sortez!",
    "resistanceTitle": "Gestion de la Résistance",
    "resistanceDesc": "Si les esprits persistent ou résistent au retrait après l'Étape 5, engagez-vous dans un assaut spirituel brutal en utilisant les armes de Yahuah:",
    "resistanceNote": "Déclarez ces armes jusqu'à ce que tous les esprits abandonnent leurs positions. La persistance est la clé!",
    "readyTitle": "Prêt à Commencer?",
    "readyDesc": "Complétez d'abord une évaluation, puis revenez ici pour appliquer le processus en 5 étapes avec votre liste personnalisée.",
    "viewPrayers": "Voir les Modèles de Prière"
  },
  "assessments": {
    "title": "Évaluations",
    "subtitle": "Identifiez les liens à travers une auto-évaluation guidée",
    "howItWorks": "Comment Fonctionnent les Évaluations",
    "description": "Ces évaluations interactives vous aident à identifier les péchés spécifiques, les liens et les portes spirituelles dans votre vie. Vos réponses génèrent des listes personnalisées que vous utiliserez dans les prières de renonciation pendant le processus de délivrance en 5 étapes.",
    "tipsTitle": "Conseils pour Réussir:",
    "tip1": "• Soyez honnête et complet - Yahuah voit votre cœur",
    "tip2": "• Les résultats peuvent être sauvegardés dans l'application ou vous être envoyés par e-mail",
    "tip3": "• Refaites les évaluations à tout moment au fur et à mesure que vous grandissez",
    "tip4": "• Vous pouvez 'regrouper sous l'injustice' pour les listes longues",
    "surfaceTitle": "Problèmes de Surface",
    "surfaceDesc": "Liste de contrôle de base pour les péchés et les liens courants. Point de départ parfait si vous ne savez pas par où commencer.",
    "bondagesTitle": "Liens et Habitudes",
    "bondagesDesc": "Plongée plus profonde dans les schémas comme la pharmacie, les relations illicites et les comportements addictifs.",
    "traumaTitle": "Traumatisme et Blessures de l'Âme",
    "traumaDesc": "Abordez l'abus et ses effets: amertume, dissociation et victimisation.",
    "generationalTitle": "Iniquités Générationnelles",
    "generationalDesc": "Identifiez et confessez les péchés de lignée familiale, y compris l'implication occulte.",
    "newAgeTitle": "Influences du Nouvel Âge",
    "newAgeDesc": "Couvre les tatouages, les maîtres ascensionnés et les chemins spirituels nécessitant une renonciation.",
    "advancedTitle": "Forteresses Avancées",
    "advancedDesc": "Pour les autels, l'intégration, les vœux et la résistance spirituelle persistante.",
    "beginner": "Débutant",
    "intermediate": "Intermédiaire",
    "advanced": "Avancé",
    "expert": "Expert"
  }
}