{
  "languages": {
    "en": "Inglese",
    "es": "Spagnolo",
    "fr": "Francese",
    "de": "Tedesco",
    "pt": "Portoghese",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Russo",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italiano",
    "nl": "Olandese",
    "pl": "Polacco",
    "tr": "Turco",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Ebraico)",
    "arc": "ܐܪܡܝܐ (Aramaico)"
  },
  "common": {
    "back": "Indietro",
    "copy": "Copia",
    "start": "Inizia",
    "comingSoon": "Prossimamente"
  },
  "home": {
    "title": "Libertà di Liberazione",
    "subtitle": "Cammina nell'autorità che Yahusha Ha Mashiach (יהושע המשיח) ha acquistato per te",
    "description": "Il ministero di liberazione non è tabù. Crediamo che la guarigione sia il pane dei bambini e rendiamo queste risorse accessibili a tutti i credenti che cercano libertà in Yahusha Ha Mashiach.",
    "beginJourney": "Inizia il Tuo Viaggio",
    "learn5Steps": "Impara i 5 Passi",
    "spiritualTeachings": "Insegnamenti Spirituali",
    "resourcesTools": "Risorse e Strumenti",
    "safetyNotice": "Avviso Importante sulla Sicurezza:",
    "safetyText": "Queste preghiere sono potenti e possono causare manifestazioni, ricordi o rilasci emotivi. Utilizzare solo in ambienti sicuri e privati—non durante la guida o l'uso di macchinari. Questa risorsa non sostituisce le cure mediche o psicologiche. Per situazioni gravi di guerra spirituale, considera di cercare la guida di ministri di liberazione esperti nella tua regione.",
    "pathToFreedom": "Il Tuo Percorso verso la Libertà",
    "takeAssessment": "Fai la Valutazione",
    "takeAssessmentDesc": "Identifica i legami e le porte attraverso l'autovalutazione guidata",
    "startDeliverance": "Inizia Liberazione 101",
    "startDeliveranceDesc": "Segui il processo in 5 passi per camminare nella libertà",
    "viewPrayers": "Visualizza le Preghiere",
    "viewPrayersDesc": "Accedi a preghiere personalizzabili per rinuncia e guarigione",
    "moreResources": "Altre Risorse",
    "moreResourcesDesc": "Insegnamenti, testimonianze e guida avanzata",
    "trackProgress": "Monitora i Tuoi Progressi",
    "trackProgressDesc": "Il tuo viaggio verso la libertà, passo dopo passo",
    "assessments": "Valutazioni",
    "sessions": "Sessioni",
    "days": "Giorni",
    "scripture": "Se confessiamo i nostri peccati, Egli è fedele e giusto da perdonarci i peccati e purificarci da ogni ingiustizia.",
    "scriptureRef": "1 Giovanni 1:9",
    "encouragement": "La liberazione è semplice, volontaria e radicata nella vittoria di Yahusha Ha Mashiach sulla croce. I cristiani possono avere demoni (vedi Atti 8:13-23), e la liberazione biblica è il percorso verso la libertà duratura. Pronuncia tutto ad alta voce e invita il Ruach HaKodesh (רוח הקודש) a riempirti dopo.",
    "footerInspired": "Questa piattaforma di ministero è dedicata a rendere accessibile la liberazione biblica ai credenti in tutto il mondo che cercano libertà in Yahusha Ha Mashiach.",
    "footerMission": "La nostra missione è equipaggiare il corpo del Messia con risorse pratiche di guerra spirituale. Tutti i contenuti sono solo per scopi educativi e spirituali.",
    "footerDisclaimer": "Non sostituisce le cure mediche o psicologiche."
  },
  "biblePlayer": {
    "title": "Lettura Biblica 24/7",
    "subtitle": "Scrittura continua nella lingua scelta",
    "usingEthiopianCanon": "Utilizzo della Bibbia Etiope (81 libri)",
    "selectLanguage": "Seleziona Lingua di Lettura Biblica",
    "subliminalMode": "Modalità Subliminale",
    "started": "Lettura biblica avviata",
    "stopped": "Lettura biblica interrotta",
    "notSupported": "Sintesi vocale non supportata in questo browser"
  },
  "prayers": {
    "title": "Biblioteca delle Preghiere",
    "subtitle": "Modelli per rinuncia e libertà spirituale",
    "coreDeliverance": "Preghiera di Liberazione Fondamentale",
    "coreDeliveranceDesc": "La preghiera fondamentale in 5 passi con spazi per le tue liste di valutazione",
    "forgiveness": "Perdono e Guarigione",
    "forgivenessDesc": "Preghiere per rilasciare gli offensori e invitare Yahusha a guarire le ferite dell'anima",
    "bloodline": "Confessione della Linea di Sangue",
    "bloodlineDesc": "Preghiere avanzate per iniquità generazionali e peccati familiari",
    "coreTitle": "Preghiera di Liberazione Fondamentale",
    "coreSubtitle": "Inserisci i risultati della tua valutazione nelle sezioni tra parentesi qui sotto",
    "howToUse": "Come Usare:",
    "step1": "1. Completa una valutazione per generare la tua lista personalizzata",
    "step2": "2. Sostituisci [INSERISCI LA TUA LISTA] con i tuoi elementi specifici",
    "step3": "3. Pronuncia l'intera preghiera ad alta voce in un ambiente sicuro e privato",
    "step4": "4. Dopo aver completato, invita il Ruach HaKodesh a riempirti",
    "takeAssessment": "Fai la Valutazione",
    "learn5Steps": "Impara i 5 Passi"
  },
  "deliverance": {
    "title": "Liberazione 101",
    "subtitle": "Il Processo in 5 Passi verso la Libertà",
    "heroTitle": "Cammina nella Vittoria di Yahusha",
    "heroDesc": "La liberazione è semplice e applicata con fede. Pronuncia tutto ad alta voce e segui questi 5 passi per rompere gli accordi con ogni legame identificato nelle tue valutazioni.",
    "remember": "Ricorda:",
    "rememberText": "Dopo aver completato i passi, invita il Ruach HaKodesh (Spirito Santo) a riempirti. Evita di lasciare un vuoto. Per problemi di lunga data, potresti dover ripetere il processo.",
    "step1Title": "Confessa",
    "step1Desc": "Riconosci i tuoi peccati davanti a Yahuah (יהוה). Pronunciali ad alta voce dalla tua lista di valutazione.",
    "step1Example": "Padre Yahuah, confesso di aver nutrito rabbia e mancanza di perdono...",
    "step2Title": "Pentiti",
    "step2Desc": "Allontanati dal peccato e ricevi la grazia. Per questioni non consensuali, concentrati sulla rottura degli accordi da vittima.",
    "step2Example": "Mi pento per [elementi della lista] e ricevo la Tua grazia per non tornare indietro.",
    "step3Title": "Rinuncia",
    "step3Desc": "Rompi tutti gli accordi con il peccato, i suoi frutti, i suoi figli e la sua presenza nella tua vita.",
    "step3Example": "Rinuncio alla rabbia e rompo ogni accordo con essa, i suoi frutti, i suoi figli...",
    "step4Title": "Lega",
    "step4Desc": "Lega ogni spirito malvagio che ha operato nella tua vita a causa di ciò a cui hai rinunciato.",
    "step4Example": "Vi lego con catene e ceppi di ferro...",
    "step5Title": "Caccia Via",
    "step5Desc": "Ordina agli spiriti di andarsene. Se c'è resistenza, usa dichiarazioni di assalto brutale con le armi di Yahuah.",
    "step5Example": "Sei reciso, licenziato e scortato dove Yahusha ti manda. Esci!",
    "resistanceTitle": "Gestire la Resistenza",
    "resistanceDesc": "Se gli spiriti persistono o resistono alla rimozione dopo il Passo 5, impegnati in un assalto spirituale brutale usando le armi di Yahuah:",
    "resistanceNote": "Dichiara queste armi finché tutti gli spiriti non rinunciano alle loro posizioni. La persistenza è la chiave!",
    "readyTitle": "Pronto per Iniziare?",
    "readyDesc": "Completa prima una valutazione, poi torna qui per applicare il processo in 5 passi con la tua lista personalizzata.",
    "viewPrayers": "Visualizza i Modelli di Preghiera"
  },
  "assessments": {
    "title": "Valutazioni",
    "subtitle": "Identifica i legami attraverso l'autovalutazione guidata",
    "howItWorks": "Come Funzionano le Valutazioni",
    "description": "Queste valutazioni interattive ti aiutano a identificare peccati specifici, legami e porte spirituali nella tua vita. Le tue risposte generano liste personalizzate che userai nelle preghiere di rinuncia durante il processo di liberazione in 5 passi.",
    "tipsTitle": "Consigli per il Successo:",
    "tip1": "• Sii onesto e approfondito - Yahuah vede il tuo cuore",
    "tip2": "• I risultati possono essere salvati nell'app o inviati via email",
    "tip3": "• Rifai le valutazioni in qualsiasi momento mentre cresci",
    "tip4": "• Puoi 'raggruppare sotto ingiustizia' per liste lunghe",
    "surfaceTitle": "Problemi Superficiali",
    "surfaceDesc": "Lista di controllo base per peccati e legami comuni. Punto di partenza perfetto se non sei sicuro da dove iniziare.",
    "bondagesTitle": "Legami e Abitudini",
    "bondagesDesc": "Approfondimento su schemi come pharmakeia, relazioni illecite e comportamenti di dipendenza.",
    "traumaTitle": "Trauma e Ferite dell'Anima",
    "traumaDesc": "Affronta molestie, abusi e i loro effetti: amarezza, dissociazione e vittimismo.",
    "generationalTitle": "Iniquità Generazionali",
    "generationalDesc": "Identifica e confessa i peccati della linea di sangue familiare incluso il coinvolgimento occulto.",
    "newAgeTitle": "Influenze New Age",
    "newAgeDesc": "Copre tatuaggi, maestri ascesi e percorsi spirituali che richiedono rinuncia.",
    "advancedTitle": "Fortezze Avanzate",
    "advancedDesc": "Per altari, integrazione, voti e resistenza spirituale persistente.",
    "beginner": "Principiante",
    "intermediate": "Intermedio",
    "advanced": "Avanzato",
    "expert": "Esperto"
  }
}