{
  "languages": {
    "en": "Engels",
    "es": "Spaans",
    "fr": "Frans",
    "de": "Duits",
    "pt": "Portugees",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Russisch",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italiaans",
    "nl": "Nederlands",
    "pl": "Pools",
    "tr": "Turks",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Hebreeuws)",
    "arc": "ܐܪܡܝܐ (Aramees)"
  },
  "common": {
    "back": "Terug",
    "copy": "Kopiëren",
    "start": "Start",
    "comingSoon": "Binnenkort"
  },
  "home": {
    "title": "Bevrijdingsvrijheid",
    "subtitle": "Wandel in het gezag dat Yahusha Ha Mashiach (יהושע המשיח) voor jou heeft gekocht",
    "description": "Bevrijdingsbediening is niet taboe. We geloven dat genezing het brood van de kinderen is, en we maken deze bronnen toegankelijk voor alle gelovigen die vrijheid zoeken in Yahusha Ha Mashiach.",
    "beginJourney": "Begin Je Reis",
    "learn5Steps": "Leer de 5 Stappen",
    "spiritualTeachings": "Spirituele Leringen",
    "resourcesTools": "Bronnen en Hulpmiddelen",
    "safetyNotice": "Belangrijke Veiligheidswaarschuwing:",
    "safetyText": "Deze gebeden zijn krachtig en kunnen manifestaties, herinneringen of emotionele releases veroorzaken. Gebruik alleen in veilige, privé-omgevingen—niet tijdens het rijden of bedienen van machines. Deze bron is geen vervanging voor medische of psychologische zorg. Voor ernstige spirituele oorlogssituaties, overweeg begeleiding te zoeken van ervaren bevrijdingsdienaren in uw regio.",
    "pathToFreedom": "Jouw Pad naar Vrijheid",
    "takeAssessment": "Doe de Beoordeling",
    "takeAssessmentDesc": "Identificeer banden en deuren door geleide zelfevaluatie",
    "startDeliverance": "Start Bevrijding 101",
    "startDeliveranceDesc": "Volg het 5-stappenproces om in vrijheid te wandelen",
    "viewPrayers": "Bekijk Gebeden",
    "viewPrayersDesc": "Toegang tot aanpasbare gebeden voor afzwering en genezing",
    "moreResources": "Meer Bronnen",
    "moreResourcesDesc": "Leringen, getuigenissen en geavanceerde begeleiding",
    "trackProgress": "Volg Je Voortgang",
    "trackProgressDesc": "Jouw reis naar vrijheid, stap voor stap",
    "assessments": "Beoordelingen",
    "sessions": "Sessies",
    "days": "Dagen",
    "scripture": "Als wij onze zonden belijden, Hij is trouw en rechtvaardig om ons de zonden te vergeven en ons te reinigen van alle ongerechtigheid.",
    "scriptureRef": "1 Johannes 1:9",
    "encouragement": "Bevrijding is eenvoudig, vrijwillig en geworteld in Yahusha Ha Mashiach's overwinning aan het kruis. Christenen kunnen demonen hebben (zie Handelingen 8:13-23), en bijbelse bevrijding is het pad naar blijvende vrijheid. Spreek alles hardop uit en nodig de Ruach HaKodesh (רוח הקודש) uit om je daarna te vullen.",
    "footerInspired": "Dit dienstplatform is toegewijd aan het toegankelijk maken van bijbelse bevrijding voor gelovigen wereldwijd die vrijheid zoeken in Yahusha Ha Mashiach.",
    "footerMission": "Onze missie is om het lichaam van de Messias uit te rusten met praktische hulpmiddelen voor geestelijke oorlogsvoering. Alle inhoud is alleen voor educatieve en spirituele doeleinden.",
    "footerDisclaimer": "Geen vervanging voor medische of psychologische zorg."
  },
  "biblePlayer": {
    "title": "24/7 Bijbellezing",
    "subtitle": "Voortdurende schrift in je gekozen taal",
    "usingEthiopianCanon": "Gebruik van Ethiopische Bijbel (81 boeken)",
    "selectLanguage": "Selecteer Bijbelleestaal",
    "subliminalMode": "Subliminale Modus",
    "started": "Bijbellezing gestart",
    "stopped": "Bijbellezing gestopt",
    "notSupported": "Spraaksynthese niet ondersteund in deze browser"
  },
  "prayers": {
    "title": "Gebedsbibliotheek",
    "subtitle": "Sjablonen voor afzwering en spirituele vrijheid",
    "coreDeliverance": "Kern Bevrijdingsgebed",
    "coreDeliveranceDesc": "Het fundamentele 5-stappengebed met lege plaatsen voor je beoordelingslijsten",
    "forgiveness": "Vergeving en Genezing",
    "forgivenessDesc": "Gebeden voor het vrijlaten van beledigers en het uitnodigen van Yahusha om zielenwonden te helen",
    "bloodline": "Bloedlijnbelijdenis",
    "bloodlineDesc": "Geavanceerde gebeden voor generationele ongerechtigheden en familiezonden",
    "coreTitle": "Kern Bevrijdingsgebed",
    "coreSubtitle": "Voeg je beoordelingsresultaten in de gemarkeerde secties hieronder in",
    "howToUse": "Hoe Te Gebruiken:",
    "step1": "1. Voltooi een beoordeling om je gepersonaliseerde lijst te genereren",
    "step2": "2. Vervang [VOEG JE LIJST IN] met je specifieke items",
    "step3": "3. Spreek het volledige gebed hardop uit in een veilige, privé-omgeving",
    "step4": "4. Na voltooiing, nodig de Ruach HaKodesh uit om je te vullen",
    "takeAssessment": "Doe de Beoordeling",
    "learn5Steps": "Leer de 5 Stappen"
  },
  "deliverance": {
    "title": "Bevrijding 101",
    "subtitle": "Het 5-Stappenproces naar Vrijheid",
    "heroTitle": "Wandel in Yahusha's Overwinning",
    "heroDesc": "Bevrijding is eenvoudig en geloofsgestuurd. Spreek alles hardop uit en volg deze 5 stappen om overeenkomsten met elke band die in je beoordelingen is geïdentificeerd te verbreken.",
    "remember": "Onthoud:",
    "rememberText": "Na het voltooien van de stappen, nodig de Ruach HaKodesh (Heilige Geest) uit om je te vullen. Vermijd het achterlaten van een leegte. Voor langdurige problemen moet je het proces mogelijk herhalen.",
    "step1Title": "Belijden",
    "step1Desc": "Erken je zonden voor Yahuah (יהוה). Spreek ze hardop uit van je beoordelingslijst.",
    "step1Example": "Vader Yahuah, ik beken dat ik woede en gebrek aan vergeving heb gekoesterd...",
    "step2Title": "Berouw",
    "step2Desc": "Keer je af van zonde en ontvang genade. Voor niet-consensuele kwesties, focus op het verbreken van slachtofferovereenkomsten.",
    "step2Example": "Ik heb berouw voor [lijstitems] en ontvang Uw genade om niet terug te keren.",
    "step3Title": "Afzweren",
    "step3Desc": "Verbreek alle overeenkomsten met de zonde, zijn vrucht, zijn kinderen en zijn aanwezigheid in je leven.",
    "step3Example": "Ik zweer woede af en verbreek alle overeenkomsten ermee, zijn vrucht, zijn kinderen...",
    "step4Title": "Binden",
    "step4Desc": "Bind elke boze geest die in je leven heeft geopereerd vanwege wat je hebt afgezworen.",
    "step4Example": "Ik bind jullie in kettingen en ijzeren boeien...",
    "step5Title": "Uitdrijven",
    "step5Desc": "Beveel geesten te vertrekken. Bij weerstand, gebruik brutale aanvalsverklaringen met Yahuah's wapens.",
    "step5Example": "Je bent afgesneden, ontslagen en geëscorteerd naar waar Yahusha je naartoe stuurt. Ga weg!",
    "resistanceTitle": "Omgaan met Weerstand",
    "resistanceDesc": "Als geesten blijven hangen of weerstand bieden aan verwijdering na Stap 5, ga dan over tot brutale geestelijke aanval met Yahuah's wapens:",
    "resistanceNote": "Verklaar deze wapens totdat alle geesten hun posities opgeven. Volharding is de sleutel!",
    "readyTitle": "Klaar om te Beginnen?",
    "readyDesc": "Voltooi eerst een beoordeling, keer dan hier terug om het 5-stappenproces toe te passen met je gepersonaliseerde lijst.",
    "viewPrayers": "Bekijk Gebedssjablonen"
  },
  "assessments": {
    "title": "Beoordelingen",
    "subtitle": "Identificeer banden door geleide zelfevaluatie",
    "howItWorks": "Hoe Beoordelingen Werken",
    "description": "Deze interactieve evaluaties helpen je specifieke zonden, banden en spirituele deuren in je leven te identificeren. Je antwoorden genereren gepersonaliseerde lijsten die je zult gebruiken in afzweringsgebeden tijdens het 5-stappenproces van bevrijding.",
    "tipsTitle": "Tips voor Succes:",
    "tip1": "• Wees eerlijk en grondig - Yahuah ziet je hart",
    "tip2": "• Resultaten kunnen in de app worden opgeslagen of naar je worden gemaild",
    "tip3": "• Herhaal beoordelingen op elk moment terwijl je groeit",
    "tip4": "• Je kunt 'samenbundelen onder ongerechtigheid' voor lange lijsten",
    "surfaceTitle": "Oppervlakkige Problemen",
    "surfaceDesc": "Basis checklist voor veelvoorkomende zonden en banden. Perfect startpunt als je niet zeker weet waar te beginnen.",
    "bondagesTitle": "Banden en Gewoonten",
    "bondagesDesc": "Diepere duik in patronen zoals pharmakeia, ongeoorloofde relaties en verslavend gedrag.",
    "traumaTitle": "Trauma en Zielenwonden",
    "traumaDesc": "Pak misbruik, verwaarlozing en hun effecten aan: bitterheid, dissociatie en slachtofferschap.",
    "generationalTitle": "Generationele Ongerechtigheden",
    "generationalDesc": "Identificeer en belijdt familiebloedlijnzonden inclusief occult involvement.",
    "newAgeTitle": "New Age Invloeden",
    "newAgeDesc": "Behandelt tatoeages, opgeklommen meesters en spirituele paden die afzwering vereisen.",
    "advancedTitle": "Geavanceerde Vestingen",
    "advancedDesc": "Voor altaren, integratie, geloften en aanhoudende spirituele weerstand.",
    "beginner": "Beginner",
    "intermediate": "Gemiddeld",
    "advanced": "Gevorderd",
    "expert": "Expert"
  }
}