{
  "languages": {
    "en": "Angielski",
    "es": "Hiszpański",
    "fr": "Francuski",
    "de": "Niemiecki",
    "pt": "Portugalski",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Rosyjski",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Włoski",
    "nl": "Holenderski",
    "pl": "Polski",
    "tr": "Turecki",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Hebrajski)",
    "arc": "ܐܪܡܝܐ (Aramejski)"
  },
  "common": {
    "back": "Wstecz",
    "copy": "Kopiuj",
    "start": "Start",
    "comingSoon": "Wkrótce"
  },
  "home": {
    "title": "Wolność Wyzwolenia",
    "subtitle": "Chodź w autorytecie, który Yahusha Ha Mashiach (יהושע המשיח) nabył dla ciebie",
    "description": "Służba wyzwolenia nie jest tematem tabu. Wierzymy, że uzdrowienie jest chlebem dzieci i udostępniamy te zasoby wszystkim wierzącym szukającym wolności w Yahusha Ha Mashiach.",
    "beginJourney": "Rozpocznij Swoją Podróż",
    "learn5Steps": "Naucz się 5 Kroków",
    "spiritualTeachings": "Nauki Duchowe",
    "resourcesTools": "Zasoby i Narzędzia",
    "safetyNotice": "Ważne Ostrzeżenie o Bezpieczeństwie:",
    "safetyText": "Te modlitwy są potężne i mogą powodować manifestacje, wspomnienia lub uwolnienia emocjonalne. Używaj tylko w bezpiecznych, prywatnych miejscach—nie podczas prowadzenia pojazdu lub obsługi maszyn. Ten zasób nie zastępuje opieki medycznej lub psychologicznej. W przypadku poważnych sytuacji wojny duchowej rozważ poszukiwanie wskazówek od doświadczonych służb wyzwolenia w Twoim regionie.",
    "pathToFreedom": "Twoja Ścieżka do Wolności",
    "takeAssessment": "Weź Ocenę",
    "takeAssessmentDesc": "Zidentyfikuj więzy i drzwi poprzez kierowaną samoocenę",
    "startDeliverance": "Rozpocznij Wyzwolenie 101",
    "startDeliveranceDesc": "Podążaj za 5-etapowym procesem, aby chodzić w wolności",
    "viewPrayers": "Zobacz Modlitwy",
    "viewPrayersDesc": "Uzyskaj dostęp do konfigurowalnych modlitw do wyrzeczenia i uzdrowienia",
    "moreResources": "Więcej Zasobów",
    "moreResourcesDesc": "Nauki, świadectwa i zaawansowane wskazówki",
    "trackProgress": "Śledź Swój Postęp",
    "trackProgressDesc": "Twoja podróż do wolności, krok po kroku",
    "assessments": "Oceny",
    "sessions": "Sesje",
    "days": "Dni",
    "scripture": "Jeśli wyznajemy nasze grzechy, On jest wierny i sprawiedliwy, aby nam przebaczyć nasze grzechy i oczyścić nas od wszelkiej niesprawiedliwości.",
    "scriptureRef": "1 Jana 1:9",
    "encouragement": "Wyzwolenie jest proste, dobrowolne i zakorzenione w zwycięstwie Yahusha Ha Mashiach na krzyżu. Chrześcijanie mogą mieć demony (zobacz Dzieje 8:13-23), a biblijne wyzwolenie jest drogą do trwałej wolności. Mów wszystko na głos i zaproś Ruach HaKodesh (רוח הקודש) aby cię wypełnił później.",
    "footerInspired": "Ta platforma służby jest poświęcona uczynieniu biblijnego wyzwolenia dostępnym dla wierzących na całym świecie, którzy szukają wolności w Yahusha Ha Mashiach.",
    "footerMission": "Naszą misją jest wyposażenie ciała Mesjasza w praktyczne zasoby wojny duchowej. Cała zawartość służy wyłącznie celom edukacyjnym i duchowym.",
    "footerDisclaimer": "Nie zastępuje opieki medycznej lub psychologicznej."
  },
  "biblePlayer": {
    "title": "Czytanie Biblii 24/7",
    "subtitle": "Ciągłe pismo w wybranym języku",
    "usingEthiopianCanon": "Używanie Biblii Etiopskiej (81 ksiąg)",
    "selectLanguage": "Wybierz Język Czytania Biblii",
    "subliminalMode": "Tryb Podprogowy",
    "started": "Czytanie Biblii rozpoczęte",
    "stopped": "Czytanie Biblii zatrzymane",
    "notSupported": "Zamiana tekstu na mowę nie jest obsługiwana w tej przeglądarce"
  },
  "prayers": {
    "title": "Biblioteka Modlitw",
    "subtitle": "Szablony do wyrzeczenia i duchowej wolności",
    "coreDeliverance": "Podstawowa Modlitwa Wyzwolenia",
    "coreDeliveranceDesc": "Podstawowa 5-etapowa modlitwa z miejscami na Twoje listy z oceny",
    "forgiveness": "Przebaczenie i Uzdrowienie",
    "forgivenessDesc": "Modlitwy do uwolnienia sprawców i zaproszenia Yahusha do uleczenia ran duszy",
    "bloodline": "Wyznanie Linii Krwi",
    "bloodlineDesc": "Zaawansowane modlitwy za grzechy pokoleniowe i grzechy rodzinne",
    "coreTitle": "Podstawowa Modlitwa Wyzwolenia",
    "coreSubtitle": "Wstaw wyniki swojej oceny w sekcje w nawiasach poniżej",
    "howToUse": "Jak Używać:",
    "step1": "1. Ukończ ocenę, aby wygenerować swoją spersonalizowaną listę",
    "step2": "2. Zastąp [WSTAW SWOJĄ LISTĘ] swoimi konkretnymi elementami",
    "step3": "3. Wypowiedz całą modlitwę na głos w bezpiecznym, prywatnym miejscu",
    "step4": "4. Po zakończeniu zaproś Ruach HaKodesh, aby cię wypełnił",
    "takeAssessment": "Weź Ocenę",
    "learn5Steps": "Naucz się 5 Kroków"
  },
  "deliverance": {
    "title": "Wyzwolenie 101",
    "subtitle": "5-Etapowy Proces do Wolności",
    "heroTitle": "Chodź w Zwycięstwie Yahusha",
    "heroDesc": "Wyzwolenie jest proste i egzekwowane wiarą. Mów wszystko na głos i podążaj za tymi 5 krokami, aby zerwać umowy z każdym więzem zidentyfikowanym w twoich ocenach.",
    "remember": "Pamiętaj:",
    "rememberText": "Po ukończeniu kroków zaproś Ruach HaKodesh (Duch Święty), aby cię wypełnił. Unikaj pozostawiania pustki. Dla długotrwałych problemów może być konieczne powtórzenie procesu.",
    "step1Title": "Wyznaj",
    "step1Desc": "Uznaj swoje grzechy przed Yahuah (יהוה). Wypowiedz je na głos ze swojej listy z oceny.",
    "step1Example": "Ojcze Yahuah, wyznaję, że trzymałem gniew i brak przebaczenia...",
    "step2Title": "Pokutuj",
    "step2Desc": "Odwróć się od grzechu i przyjmij łaskę. W przypadku kwestii niezgodnych z wolą skup się na zerwaniu umów ofiary.",
    "step2Example": "Pokutują za [elementy listy] i przyjmuję Twoją łaskę, aby nie wracać.",
    "step3Title": "Wyrzekaj się",
    "step3Desc": "Zerwij wszystkie umowy z grzechem, jego owocem, jego dziećmi i jego obecnością w twoim życiu.",
    "step3Example": "Wyrzekam się gniewu i zrywam wszelkie umowy z nim, jego owocem, jego dziećmi...",
    "step4Title": "Zwiąż",
    "step4Desc": "Zwiąż każdego złego ducha, który działał w twoim życiu z powodu tego, czego się wyrzekłeś.",
    "step4Example": "Wiążę was w łańcuchach i żelaznych okach...",
    "step5Title": "Wypędź",
    "step5Desc": "Rozkaż duchom odejścia. Jeśli jest opór, użyj brutalnych deklaracji ataku z bronią Yahuah.",
    "step5Example": "Jesteś odcięty, zwolniony i eskortowany tam, gdzie Yahusha cię wysyła. Wynoś się!",
    "resistanceTitle": "Radzenie Sobie z Oporem",
    "resistanceDesc": "Jeśli duchy pozostają lub opierają się usunięciu po Kroku 5, zaangażuj się w brutalny atak duchowy przy użyciu broni Yahuah:",
    "resistanceNote": "Deklaruj te bronie, aż wszystkie duchy zrezygnują ze swoich pozycji. Wytrwałość jest kluczem!",
    "readyTitle": "Gotowy do Rozpoczęcia?",
    "readyDesc": "Najpierw ukończ ocenę, następnie wróć tutaj, aby zastosować 5-etapowy proces ze swoją spersonalizowaną listą.",
    "viewPrayers": "Zobacz Szablony Modlitw"
  },
  "assessments": {
    "title": "Oceny",
    "subtitle": "Zidentyfikuj więzy poprzez kierowaną samoocenę",
    "howItWorks": "Jak Działają Oceny",
    "description": "Te interaktywne oceny pomagają zidentyfikować konkretne grzechy, więzy i duchowe drzwi w twoim życiu. Twoje odpowiedzi generują spersonalizowane listy, których użyjesz w modlitwach wyrzeczenia podczas 5-etapowego procesu wyzwolenia.",
    "tipsTitle": "Wskazówki dla Sukcesu:",
    "tip1": "• Bądź szczery i dokładny - Yahuah widzi twoje serce",
    "tip2": "• Wyniki mogą być zapisane w aplikacji lub wysłane do ciebie e-mailem",
    "tip3": "• Powtarzaj oceny w dowolnym momencie w miarę swojego rozwoju",
    "tip4": "• Możesz 'zgrupować pod niesprawiedliwość' dla długich list",
    "surfaceTitle": "Problemy Powierzchniowe",
    "surfaceDesc": "Podstawowa lista kontrolna dla powszechnych grzechów i więzów. Doskonały punkt wyjścia, jeśli nie jesteś pewien, od czego zacząć.",
    "bondagesTitle": "Więzy i Przyzwyczajenia",
    "bondagesDesc": "Głębsze zagłębienie się we wzorce, takie jak pharmakeia, niedozwolone związki i zachowania uzależniające.",
    "traumaTitle": "Trauma i Rany Duszy",
    "traumaDesc": "Zajmij się molestowaniem, nadużyciami i ich skutkami: goryczą, dysocjacją i mentalnością ofiary.",
    "generationalTitle": "Grzechy Pokoleniowe",
    "generationalDesc": "Zidentyfikuj i wyznaj grzechy linii krwi rodziny, w tym zaangażowanie w okultyzm.",
    "newAgeTitle": "Wpływy New Age",
    "newAgeDesc": "Obejmuje tatuaże, wznoszonych mistrzów i duchowe ścieżki wymagające wyrzeczenia.",
    "advancedTitle": "Zaawansowane Forty",
    "advancedDesc": "Dla ołtarzy, integracji, ślubów i trwałego duchowego oporu.",
    "beginner": "Początkujący",
    "intermediate": "Średniozaawansowany",
    "advanced": "Zaawansowany",
    "expert": "Ekspert"
  }
}