{
  "languages": {
    "en": "Inglês",
    "es": "Espanhol",
    "fr": "Francês",
    "de": "Alemão",
    "pt": "Português",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Русский",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italiano",
    "nl": "Holandês",
    "pl": "Polonês",
    "tr": "Turco",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Hebraico)",
    "arc": "ܐܪܡܝܐ (Aramaico)"
  },
  "common": {
    "back": "Voltar",
    "copy": "Copiar",
    "start": "Começar",
    "comingSoon": "Em Breve"
  },
  "home": {
    "title": "Liberdade de Libertação",
    "subtitle": "Caminhe na autoridade que Yahusha Ha Mashiach (יהושע המשיח) comprou para você",
    "description": "O ministério de libertação não é tabu. Acreditamos que a cura é o pão dos filhos, e tornamos esses recursos acessíveis a todos os crentes que buscam liberdade em Yahusha Ha Mashiach.",
    "beginJourney": "Comece Sua Jornada",
    "learn5Steps": "Aprenda os 5 Passos",
    "spiritualTeachings": "Ensinamentos Espirituais",
    "resourcesTools": "Recursos e Ferramentas",
    "safetyNotice": "Aviso Importante de Segurança:",
    "safetyText": "Estas orações são poderosas e podem causar manifestações, memórias ou liberações emocionais. Use apenas em ambientes seguros e privados - não enquanto dirige ou opera máquinas. Este recurso não substitui cuidados médicos ou psicológicos. Para situações graves de guerra espiritual, considere buscar orientação de ministros de libertação experientes em sua região.",
    "pathToFreedom": "Seu Caminho para a Liberdade",
    "takeAssessment": "Fazer Avaliação",
    "takeAssessmentDesc": "Identifique laços e portas através de auto-avaliação guiada",
    "startDeliverance": "Iniciar Libertação 101",
    "startDeliveranceDesc": "Siga o processo de 5 passos para caminhar em liberdade",
    "viewPrayers": "Ver Orações",
    "viewPrayersDesc": "Acesse orações personalizáveis para renúncia e cura",
    "moreResources": "Mais Recursos",
    "moreResourcesDesc": "Ensinamentos, testemunhos e orientação avançada",
    "trackProgress": "Acompanhe Seu Progresso",
    "trackProgressDesc": "Sua jornada para a liberdade, passo a passo",
    "assessments": "Avaliações",
    "sessions": "Sessões",
    "days": "Dias",
    "scripture": "Se confessarmos nossos pecados, ele é fiel e justo para nos perdoar os pecados e nos purificar de toda injustiça.",
    "scriptureRef": "1 João 1:9",
    "encouragement": "A libertação é simples, voluntária e enraizada na vitória de Yahusha Ha Mashiach na cruz. Cristãos podem ter demônios (veja Atos 8:13-23), e a libertação bíblica é o caminho para a liberdade duradoura. Fale tudo em voz alta e convide o Ruach HaKodesh (רוח הקודש) para enchê-lo depois.",
    "footerInspired": "Esta plataforma ministerial é dedicada a tornar a libertação bíblica acessível a crentes em todo o mundo que buscam liberdade em Yahusha Ha Mashiach.",
    "footerMission": "Nossa missão é equipar o corpo do Messias com recursos práticos de guerra espiritual. Todo o conteúdo é apenas para fins educacionais e espirituais.",
    "footerDisclaimer": "Não é um substituto para cuidados médicos ou psicológicos."
  },
  "biblePlayer": {
    "title": "Leitura Bíblica 24/7",
    "subtitle": "Escritura contínua no idioma de sua escolha",
    "usingEthiopianCanon": "Usando a Bíblia Etíope (81 Livros)",
    "selectLanguage": "Selecionar Idioma de Leitura Bíblica",
    "subliminalMode": "Modo Subliminar",
    "started": "Leitura bíblica iniciada",
    "stopped": "Leitura bíblica parada",
    "notSupported": "Síntese de voz não suportada neste navegador"
  },
  "prayers": {
    "title": "Biblioteca de Orações",
    "subtitle": "Modelos para renúncia e liberdade espiritual",
    "coreDeliverance": "Oração Central de Libertação",
    "coreDeliveranceDesc": "A oração fundamental de 5 passos com espaços para suas listas de avaliação",
    "forgiveness": "Perdão e Cura",
    "forgivenessDesc": "Orações para libertar ofensores e convidar Yahusha para curar feridas da alma",
    "bloodline": "Confissão de Linhagem",
    "bloodlineDesc": "Orações avançadas para iniquidades geracionais e pecados familiares",
    "coreTitle": "Oração Central de Libertação",
    "coreSubtitle": "Insira seus resultados de avaliação nas seções entre colchetes abaixo",
    "howToUse": "Como Usar:",
    "step1": "1. Complete uma avaliação para gerar sua lista personalizada",
    "step2": "2. Substitua [INSIRA SUA LISTA] por seus itens específicos",
    "step3": "3. Diga a oração completa em voz alta em um lugar seguro e privado",
    "step4": "4. Após completar, convide o Ruach HaKodesh para enchê-lo",
    "takeAssessment": "Fazer Avaliação",
    "learn5Steps": "Aprenda os 5 Passos"
  },
  "deliverance": {
    "title": "Libertação 101",
    "subtitle": "O Processo de 5 Passos para a Liberdade",
    "heroTitle": "Caminhe na Vitória de Yahusha",
    "heroDesc": "A libertação é simples e aplicada pela fé. Diga tudo em voz alta e siga estes 5 passos para quebrar acordos com cada laço identificado em suas avaliações.",
    "remember": "Lembre-se:",
    "rememberText": "Após completar os passos, convide o Ruach HaKodesh (Espírito Santo) para enchê-lo. Evite deixar um vazio. Para problemas de longa data, você pode precisar repetir o processo.",
    "step1Title": "Confessar",
    "step1Desc": "Reconheça seus pecados diante de Yahuah (יהוה). Fale-os em voz alta de sua lista de avaliação.",
    "step1Example": "Pai Yahuah, confesso que tenho abrigado raiva e falta de perdão...",
    "step2Title": "Arrepender-se",
    "step2Desc": "Afaste-se do pecado e receba graça. Para problemas não consensuais, concentre-se em quebrar acordos de vítima.",
    "step2Example": "Arrependo-me de [itens da lista] e recebo Sua graça para não voltar atrás.",
    "step3Title": "Renunciar",
    "step3Desc": "Quebre todos os acordos com o pecado, seus frutos, seus filhos e sua presença em sua vida.",
    "step3Example": "Renuncio à raiva e quebro todo acordo com ela, seus frutos, seus filhos...",
    "step4Title": "Amarrar",
    "step4Desc": "Amarre cada espírito maligno que operou em sua vida por causa do que você renunciou.",
    "step4Example": "Eu te amarro em correntes e grilhões de ferro...",
    "step5Title": "Expulsar",
    "step5Desc": "Ordene que os espíritos saiam. Se houver resistência, use declarações de assalto brutal com as armas de Yahuah.",
    "step5Example": "Você está cortado, demitido e escoltado para onde Yahusha o enviar. Saia!",
    "resistanceTitle": "Lidando com Resistência",
    "resistanceDesc": "Se os espíritos persistirem ou resistirem à remoção após o Passo 5, envolva-se em assalto espiritual brutal usando as armas de Yahuah:",
    "resistanceNote": "Declare estas armas até que todos os espíritos abandonem suas posições. A persistência é a chave!",
    "readyTitle": "Pronto para Começar?",
    "readyDesc": "Complete primeiro uma avaliação, depois volte aqui para aplicar o processo de 5 passos com sua lista personalizada.",
    "viewPrayers": "Ver Modelos de Oração"
  },
  "assessments": {
    "title": "Avaliações",
    "subtitle": "Identifique laços através de auto-avaliação guiada",
    "howItWorks": "Como as Avaliações Funcionam",
    "description": "Estas avaliações interativas ajudam você a identificar pecados específicos, laços e portas espirituais em sua vida. Suas respostas geram listas personalizadas que você usará em orações de renúncia durante o processo de libertação de 5 passos.",
    "tipsTitle": "Dicas para o Sucesso:",
    "tip1": "• Seja honesto e completo - Yahuah vê seu coração",
    "tip2": "• Os resultados podem ser salvos no aplicativo ou enviados por e-mail",
    "tip3": "• Refaça as avaliações a qualquer momento conforme você cresce",
    "tip4": "• Você pode 'agrupar sob injustiça' para listas extensas",
    "surfaceTitle": "Problemas Superficiais",
    "surfaceDesc": "Lista de verificação básica para pecados e laços comuns. Ponto de partida perfeito se você não tem certeza por onde começar.",
    "bondagesTitle": "Laços e Hábitos",
    "bondagesDesc": "Mergulho mais profundo em padrões como farmácia, relacionamentos ilícitos e comportamentos aditivos.",
    "traumaTitle": "Trauma e Feridas da Alma",
    "traumaDesc": "Aborde o abuso e seus efeitos: amargura, dissociação e vitimização.",
    "generationalTitle": "Iniquidades Geracionais",
    "generationalDesc": "Identifique e confesse pecados de linhagem familiar incluindo envolvimento ocultista.",
    "newAgeTitle": "Influências da Nova Era",
    "newAgeDesc": "Cobre tatuagens, mestres ascensos e caminhos espirituais que requerem renúncia.",
    "advancedTitle": "Fortalezas Avançadas",
    "advancedDesc": "Para altares, integração, votos e resistência espiritual persistente.",
    "beginner": "Iniciante",
    "intermediate": "Intermediário",
    "advanced": "Avançado",
    "expert": "Especialista"
  }
}