{
  "languages": {
    "en": "English",
    "es": "Español",
    "fr": "Français",
    "de": "Deutsch",
    "pt": "Português",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Русский",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Italiano",
    "nl": "Nederlands",
    "pl": "Polski",
    "tr": "Türkçe",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "ro": "Română"
  },
  "common": {
    "back": "Înapoi",
    "copy": "Copiază",
    "start": "Începe",
    "comingSoon": "În curând"
  },
  "home": {
    "title": "Libertate de Eliberare",
    "subtitle": "Umblă în autoritatea pe care Yahusha Ha Mashiach (יהושע המשיח) a cumpărat-o pentru tine",
    "description": "Serviciul de eliberare nu este un subiect tabu. Credem că vindecarea este pâinea copiilor și facem aceste resurse accesibile tuturor credincioșilor care caută libertate în Yahusha Ha Mashiach.",
    "beginJourney": "Începe Călătoria Ta",
    "learn5Steps": "Învață Cei 5 Pași",
    "spiritualTeachings": "Învățături Spirituale",
    "resourcesTools": "Resurse și Instrumente",
    "safetyNotice": "Notă Importantă de Siguranță:",
    "safetyText": "Aceste rugăciuni sunt puternice și pot provoca manifestări, amintiri sau eliberări emoționale. Utilizați doar în medii sigure și private—nu în timp ce conduceți sau operați mașinării. Această resursă nu înlocuiește îngrijirea medicală sau psihologică. Pentru situații grave de război spiritual, luați în considerare căutarea îndrumării de la slujitori de eliberare experimentați din regiunea dumneavoastră.",
    "pathToFreedom": "Calea Ta către Libertate",
    "takeAssessment": "Fă Evaluarea",
    "takeAssessmentDesc": "Identifică legăturile și porțile prin auto-evaluare ghidată",
    "startDeliverance": "Începe Eliberarea 101",
    "startDeliveranceDesc": "Urmează procesul în 5 pași pentru a umbla în libertate",
    "viewPrayers": "Vezi Rugăciunile",
    "viewPrayersDesc": "Accesează rugăciuni personalizabile pentru renunțare și vindecare",
    "moreResources": "Mai Multe Resurse",
    "moreResourcesDesc": "Învățături, mărturii și îndrumări avansate",
    "trackProgress": "Urmărește-ți Progresul",
    "trackProgressDesc": "Călătoria ta către libertate, pas cu pas",
    "assessments": "Evaluări",
    "sessions": "Sesiuni",
    "days": "Zile",
    "scripture": "Dacă ne mărturisim păcatele, El este credincios și drept să ne ierte păcatele și să ne curățească de orice nelegiuire.",
    "scriptureRef": "1 Ioan 1:9",
    "encouragement": "Eliberarea este simplă, voluntară și înrădăcinată în victoria lui Yahusha Ha Mashiach pe cruce. Creștinii pot avea demoni (vezi Fapte 8:13-23), iar eliberarea biblică este calea către libertatea de durată. Spune totul cu voce tare și invită Ruach HaKodesh (רוח הקודש) să te umple după.",
    "footerInspired": "Această platformă de slujire este dedicată să facă eliberarea biblică accesibilă credincioșilor din întreaga lume care caută libertate în Yahusha Ha Mashiach.",
    "footerMission": "Misiunea noastră este să echipăm trupul Mesia cu resurse practice de război spiritual. Tot conținutul este doar în scopuri educaționale și spirituale.",
    "footerDisclaimer": "Nu înlocuiește îngrijirea medicală sau psihologică."
  },
  "biblePlayer": {
    "title": "Citire Biblică 24/7",
    "subtitle": "Scriptură continuă în limba aleasă",
    "usingEthiopianCanon": "Folosind Biblia Etiopiană (81 de cărți)",
    "selectLanguage": "Selectează Limba Citirii Biblice",
    "subliminalMode": "Mod Subliminal",
    "started": "Citirea biblică a început",
    "stopped": "Citirea biblică s-a oprit",
    "notSupported": "Text-la-vorbire nu este suportat în acest browser"
  },
  "prayers": {
    "title": "Biblioteca de Rugăciuni",
    "subtitle": "Șabloane pentru renunțare și libertate spirituală",
    "coreDeliverance": "Rugăciunea de Bază pentru Eliberare",
    "coreDeliveranceDesc": "Rugăciunea de bază în 5 pași cu spații pentru listele tale de evaluare",
    "forgiveness": "Iertare și Vindecare",
    "forgivenessDesc": "Rugăciuni pentru eliberarea ofensatorilor și invitarea lui Yahusha să vindece rănile sufletești",
    "bloodline": "Confesiunea Liniei de Sânge",
    "bloodlineDesc": "Rugăciuni avansate pentru nelegiuiri generaționale și păcate familiale",
    "coreTitle": "Rugăciunea de Bază pentru Eliberare",
    "coreSubtitle": "Inserează rezultatele evaluării tale în secțiunile cu paranteze de mai jos",
    "howToUse": "Cum să Folosești:",
    "step1": "1. Completează o evaluare pentru a genera lista ta personalizată",
    "step2": "2. Înlocuiește [INSEREAZĂ LISTA TA] cu elementele tale specifice",
    "step3": "3. Spune întreaga rugăciune cu voce tare într-un mediu sigur și privat",
    "step4": "4. După finalizare, invită Ruach HaKodesh să te umple",
    "takeAssessment": "Fă Evaluarea",
    "learn5Steps": "Învață Cei 5 Pași"
  },
  "deliverance": {
    "title": "Eliberarea 101",
    "subtitle": "Procesul în 5 Pași către Libertate",
    "heroTitle": "Umblă în Victoria lui Yahusha",
    "heroDesc": "Eliberarea este simplă și aplicată prin credință. Spune totul cu voce tare și urmează acești 5 pași pentru a rupe acordurile cu fiecare legătură identificată în evaluările tale.",
    "remember": "Amintește-ți:",
    "rememberText": "După finalizarea pașilor, invită Ruach HaKodesh (Duhul Sfânt) să te umple. Evită să lași un vid. Pentru probleme de lungă durată, poate fi necesar să repeți procesul.",
    "step1Title": "Mărturisește",
    "step1Desc": "Recunoaște-ți păcatele înaintea lui Yahuah (יהוה). Spune-le cu voce tare din lista ta de evaluare.",
    "step1Example": "Tată Yahuah, mărturisesc că am ținut mânie și lipsa iertării...",
    "step2Title": "Pocăiește-te",
    "step2Desc": "Întoarce-te de la păcat și primește harul. Pentru probleme non-consensuale, concentrează-te pe ruperea acordurilor de victimă.",
    "step2Example": "Mă pocăiesc pentru [elementele listei] și primesc harul Tău să nu mă întorc înapoi.",
    "step3Title": "Renunță",
    "step3Desc": "Rupe toate acordurile cu păcatul, roadele lui, copiii lui și prezența lui în viața ta.",
    "step3Example": "Renunț la mânie și rup orice acord cu ea, roadele ei, copiii ei...",
    "step4Title": "Leagă",
    "step4Desc": "Leagă fiecare spirit rău care a lucrat în viața ta din cauza a ceea ce ai renunțat.",
    "step4Example": "Vă leg în lanțuri și cătuși de fier...",
    "step5Title": "Alungă",
    "step5Desc": "Poruncește spiritelor să plece. Dacă există rezistență, folosește declarații brutale de asalt cu armele lui Yahuah.",
    "step5Example": "Ești tăiat, concediat și escortat unde te trimite Yahusha. Pleacă!",
    "resistanceTitle": "Gestionarea Rezistenței",
    "resistanceDesc": "Dacă spiritele persistă sau rezistă îndepărtării după Pasul 5, angajează-te într-un asalt spiritual brutal folosind armele lui Yahuah:",
    "resistanceNote": "Declară aceste arme până când toate spiritele renunță la pozițiile lor. Persistența este cheia!",
    "readyTitle": "Gata să Începi?",
    "readyDesc": "Completează mai întâi o evaluare, apoi revino aici pentru a aplica procesul în 5 pași cu lista ta personalizată.",
    "viewPrayers": "Vezi Șabloanele de Rugăciune"
  },
  "assessments": {
    "title": "Evaluări",
    "subtitle": "Identifică legăturile prin auto-evaluare ghidată",
    "howItWorks": "Cum Funcționează Evaluările",
    "description": "Aceste evaluări interactive te ajută să identifici păcate specifice, legături și porți spirituale în viața ta. Răspunsurile tale generează liste personalizate pe care le vei folosi în rugăciunile de renunțare în timpul procesului de eliberare în 5 pași.",
    "tipsTitle": "Sfaturi pentru Succes:",
    "tip1": "• Fii sincer și amănunțit - Yahuah îți vede inima",
    "tip2": "• Rezultatele pot fi salvate în aplicație sau trimise prin email",
    "tip3": "• Refă evaluările oricând pe măsură ce crești",
    "tip4": "• Poți 'grupa sub nelegiuire' pentru liste lungi",
    "surfaceTitle": "Probleme de Suprafață",
    "surfaceDesc": "Lista de verificare de bază pentru păcate și legături comune. Punct de plecare perfect dacă nu ești sigur de unde să începi.",
    "bondagesTitle": "Legături și Obiceiuri",
    "bondagesDesc": "Aprofundare în modele precum pharmakeia, relații ilicite și comportamente dependente.",
    "traumaTitle": "Traumă și Răni Sufletești",
    "traumaDesc": "Abordează molestarea, abuzul și efectele lor: amărăciune, disociere și mentalitate de victimă.",
    "generationalTitle": "Nelegiuiri Generaționale",
    "generationalDesc": "Identifică și mărturisește păcatele liniei de sânge familiale incluzând implicarea în ocultism.",
    "newAgeTitle": "Influențe New Age",
    "newAgeDesc": "Acoperă tatuaje, maeștri ascensionați și căi spirituale care necesită renunțare.",
    "advancedTitle": "Fortărețe Avansate",
    "advancedDesc": "Pentru altare, integrare, jurăminte și rezistență spirituală persistentă.",
    "beginner": "Începător",
    "intermediate": "Intermediar",
    "advanced": "Avansat",
    "expert": "Expert"
  }
}