{
  "languages": {
    "en": "Kiingereza",
    "es": "Kihispania",
    "fr": "Kifaransa",
    "de": "Kijerumani",
    "pt": "Kireno",
    "zh": "中文",
    "ar": "العربية",
    "ru": "Kirusi",
    "hi": "हिन्दी",
    "ja": "日本語",
    "ko": "한국어",
    "it": "Kiitaliano",
    "nl": "Kiholanzi",
    "pl": "Kipolandi",
    "tr": "Kituruki",
    "sw": "Kiswahili",
    "am": "አማርኛ",
    "he": "עברית (Kiebrania)",
    "arc": "ܐܪܡܝܐ (Kiaramu)"
  },
  "common": {
    "back": "Rudi",
    "copy": "Nakili",
    "start": "Anza",
    "comingSoon": "Inakuja Hivi Karibuni"
  },
  "home": {
    "title": "Uhuru wa Wokovu",
    "subtitle": "Tembea katika mamlaka ambayo Yahusha Ha Mashiach (יהושע המשיח) alinunua kwa ajili yako",
    "description": "Huduma ya wokovu si taboo. Tunaamini kwamba uponyaji ni mkate wa watoto, na tunafanya rasilimali hizi zipatikane kwa waumini wote wanaotafuta uhuru katika Yahusha Ha Mashiach.",
    "beginJourney": "Anza Safari Yako",
    "learn5Steps": "Jifunze Hatua 5",
    "spiritualTeachings": "Mafundisho ya Kiroho",
    "resourcesTools": "Rasilimali na Zana",
    "safetyNotice": "Onyo Muhimu la Usalama:",
    "safetyText": "Maombi haya yana nguvu na yanaweza kusababisha dhihirisho, kumbukumbu au uachiliaji wa hisia. Tumia tu katika mazingira salama na ya faragha—si wakati wa kuendesha gari au kuendesha mashine. Rasilimali hii haichukui nafasi ya huduma ya kimatibabu au kisaikolojia. Kwa hali ngumu za vita vya kiroho, fikiria kutafuta mwongozo kutoka kwa wahudumu wa wokovu wenye uzoefu katika eneo lako.",
    "pathToFreedom": "Njia Yako ya Uhuru",
    "takeAssessment": "Fanya Tathmini",
    "takeAssessmentDesc": "Tambua vifungo na milango kupitia tathmini ya kujielekeza",
    "startDeliverance": "Anza Wokovu 101",
    "startDeliveranceDesc": "Fuata mchakato wa hatua 5 kutembea katika uhuru",
    "viewPrayers": "Angalia Maombi",
    "viewPrayersDesc": "Pata maombi yanayoweza kubadilishwa kwa kukataa na uponyaji",
    "moreResources": "Rasilimali Zaidi",
    "moreResourcesDesc": "Mafundisho, ushuhuda na mwongozo wa hali ya juu",
    "trackProgress": "Fuatilia Maendeleo Yako",
    "trackProgressDesc": "Safari yako ya uhuru, hatua kwa hatua",
    "assessments": "Tathmini",
    "sessions": "Vikao",
    "days": "Siku",
    "scripture": "Tukiziungama dhambi zetu, yeye ni mwaminifu na mwenye haki kutusamehe dhambi zetu na kutusafisha na udhalimu wote.",
    "scriptureRef": "1 Yohana 1:9",
    "encouragement": "Wokovu ni rahisi, wa hiari na wenye mizizi katika ushindi wa Yahusha Ha Mashiach msalabani. Wakristo wanaweza kuwa na pepo (angalia Matendo 8:13-23), na wokovu wa Kibiblia ni njia ya uhuru wa kudumu. Sema kila kitu kwa sauti na ukaribishe Ruach HaKodesh (רוח הקודש) kukujaza baadaye.",
    "footerInspired": "Jukwaa hili la huduma limejitolea kufanya wokovu wa Kibiblia upatikane kwa waumini ulimwenguni kote wanaotafuta uhuru katika Yahusha Ha Mashiach.",
    "footerMission": "Dhamira yetu ni kuwapa mwili wa Masiya rasilimali za vitendo za vita vya kiroho. Maudhui yote ni kwa madhumuni ya kielimu na kiroho tu.",
    "footerDisclaimer": "Si mbadala wa huduma ya kimatibabu au kisaikolojia."
  },
  "biblePlayer": {
    "title": "Kusoma Biblia 24/7",
    "subtitle": "Maandiko ya kuendelea katika lugha uliyochagua",
    "usingEthiopianCanon": "Kutumia Biblia ya Kiethiopia (vitabu 81)",
    "selectLanguage": "Chagua Lugha ya Kusoma Biblia",
    "subliminalMode": "Hali ya Subconscious",
    "started": "Kusoma Biblia kumeanza",
    "stopped": "Kusoma Biblia kumesimamishwa",
    "notSupported": "Usimbaji wa usemi hautumiki katika kivinjari hiki"
  },
  "prayers": {
    "title": "Maktaba ya Maombi",
    "subtitle": "Violezo vya kukataa na uhuru wa kiroho",
    "coreDeliverance": "Sala ya Msingi ya Wokovu",
    "coreDeliveranceDesc": "Sala ya msingi ya hatua 5 yenye nafasi tupu kwa orodha zako za tathmini",
    "forgiveness": "Msamaha na Uponyaji",
    "forgivenessDesc": "Maombi ya kuwaachia wakosaji na kumwalika Yahusha kuponya majeraha ya roho",
    "bloodline": "Ungamo wa Mstari wa Damu",
    "bloodlineDesc": "Maombi ya hali ya juu kwa uovu wa kizazi na dhambi za familia",
    "coreTitle": "Sala ya Msingi ya Wokovu",
    "coreSubtitle": "Weka matokeo ya tathmini yako katika sehemu zilizo na mabano hapa chini",
    "howToUse": "Jinsi ya Kutumia:",
    "step1": "1. Kamilisha tathmini ili kuzalisha orodha yako maalum",
    "step2": "2. Badilisha [WEKA ORODHA YAKO] na vipengele vyako maalum",
    "step3": "3. Sema ombi lote kwa sauti katika mazingira salama na ya faragha",
    "step4": "4. Baada ya kukamilisha, mwaliko Ruach HaKodesh kukujaza",
    "takeAssessment": "Fanya Tathmini",
    "learn5Steps": "Jifunze Hatua 5"
  },
  "deliverance": {
    "title": "Wokovu 101",
    "subtitle": "Mchakato wa Hatua 5 wa Uhuru",
    "heroTitle": "Tembea katika Ushindi wa Yahusha",
    "heroDesc": "Wokovu ni rahisi na unatekelezwa kwa imani. Sema kila kitu kwa sauti na fuata hatua hizi 5 kuvunja mikataba na kila kifungo kilichotambuliwa katika tathmini zako.",
    "remember": "Kumbuka:",
    "rememberText": "Baada ya kukamilisha hatua, mwaliko Ruach HaKodesh (Roho Mtakatifu) kukujaza. Epuka kuacha ombwe. Kwa matatizo ya muda mrefu, unaweza kuhitaji kurudia mchakato.",
    "step1Title": "Ungama",
    "step1Desc": "Kubali dhambi zako mbele ya Yahuah (יהוה). Ziseme kwa sauti kutoka orodha yako ya tathmini.",
    "step1Example": "Baba Yahuah, ninakiri kwamba nimekuwa na hasira na kukosa msamaha...",
    "step2Title": "Tubu",
    "step2Desc": "Geuka kutoka dhambi na upokee neema. Kwa masuala yasiyo ya ridhaa, zingatia kuvunja mikataba ya udhaifu.",
    "step2Example": "Ninajuta kwa [vipengele vya orodha] na napokea neema Yako ili nisirudi nyuma.",
    "step3Title": "Kataa",
    "step3Desc": "Vunja mikataba yote na dhambi, matunda yake, watoto wake na uwepo wake katika maisha yako.",
    "step3Example": "Ninakataa hasira na kuvunja mikataba yote nayo, matunda yake, watoto wake...",
    "step4Title": "Funga",
    "step4Desc": "Funga kila roho mbaya iliyofanya kazi katika maisha yako kwa sababu ya ulichokataa.",
    "step4Example": "Ninawafunga katika minyororo na pingu za chuma...",
    "step5Title": "Toa",
    "step5Desc": "Amuru roho ziondoke. Ikiwa kuna upinzani, tumia tamko za mashambulizi ya kikatili na silaha za Yahuah.",
    "step5Example": "Umekatwa, umefukuzwa na umeongozwa popote Yahusha anakutuma. Toka!",
    "resistanceTitle": "Kushughulikia Upinzani",
    "resistanceDesc": "Ikiwa roho zinabaki au zinapinga kuondolewa baada ya Hatua ya 5, jiingize katika shambulio kali la kiroho kwa kutumia silaha za Yahuah:",
    "resistanceNote": "Tangaza silaha hizi hadi roho zote zitoe nafasi zao. Uvumilivu ndio ufunguo!",
    "readyTitle": "Uko Tayari Kuanza?",
    "readyDesc": "Kwanza kamilisha tathmini, kisha rudi hapa kutekeleza mchakato wa hatua 5 na orodha yako maalum.",
    "viewPrayers": "Angalia Violezo vya Maombi"
  },
  "assessments": {
    "title": "Tathmini",
    "subtitle": "Tambua vifungo kupitia tathmini ya kujielekeza",
    "howItWorks": "Jinsi Tathmini Zinavyofanya Kazi",
    "description": "Tathmini hizi za maingiliano zinakusaidia kutambua dhambi maalum, vifungo na milango ya kiroho katika maisha yako. Majibu yako yanazalisha orodha maalum utakazotumia katika maombi ya kukataa wakati wa mchakato wa wokovu wa hatua 5.",
    "tipsTitle": "Vidokezo vya Mafanikio:",
    "tip1": "• Kuwa mwaminifu na wa kina - Yahuah anaona moyo wako",
    "tip2": "• Matokeo yanaweza kuhifadhiwa kwenye programu au kutumwa kwako kwa barua pepe",
    "tip3": "• Rudia tathmini wakati wowote unapokua",
    "tip4": "• Unaweza 'kujumuisha chini ya udhalimu' kwa orodha ndefu",
    "surfaceTitle": "Masuala ya Uso",
    "surfaceDesc": "Orodha ya msingi ya dhambi na vifungo vya kawaida. Mahali pazuri pa kuanza ikiwa huna uhakika wa pa kuanzia.",
    "bondagesTitle": "Vifungo na Tabia",
    "bondagesDesc": "Uchunguzi wa kina zaidi wa mifumo kama pharmakeia, uhusiano haramu na tabia za ulevi.",
    "traumaTitle": "Msongo wa Mawazo na Majeraha ya Roho",
    "traumaDesc": "Shughulikia unyanyasaji, mateso na athari zao: uchungu, kutengana na hali ya udhaifu.",
    "generationalTitle": "Uovu wa Kizazi",
    "generationalDesc": "Tambua na ungama dhambi za mstari wa damu wa familia ikiwa ni pamoja na ushiriki wa uchawi.",
    "newAgeTitle": "Ushawishi wa New Age",
    "newAgeDesc": "Inajumuisha chale, mabwana walioinuka na njia za kiroho zinazohitaji kukataa.",
    "advancedTitle": "Ngome za Hali ya Juu",
    "advancedDesc": "Kwa madhabahu, ujumuishaji, viapo na upinzani endelevu wa kiroho.",
    "beginner": "Mwanzoni",
    "intermediate": "Kati",
    "advanced": "Hali ya Juu",
    "expert": "Mtaalam"
  }
}